True to enable sketchy lines visibility. False to disable it.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public bool EnableSketchyLines { get; set; }
  Visual Basic
Public Property EnableSketchyLines As Boolean
	Get
	Set
  Visual C++
public:
property bool EnableSketchyLines {
	bool get ();
	void set (bool value);
}
 See Also
  ViewDisplaySketchyLines Class
  Autodesk.Revit.DB Namespace